############################
#	Date:2013-1-10
#	Name:Doubanpa
#	Author:Lazynight
#	Blog:http://lazynight.me
#	Version:0.1
############################



Album

++++++++++++++++++++++++++++++++++++
+ 1.专辑编号		id
+ 2.专辑名		title
+ 3.艺术家		artist
+ 4.流派  		genre
+ 5.发行时间   	pubdate
+ 6.出版者		publisher
+ 7.唱片数		discs
+ 8.简介			summary
+ 9.封面			cover
+ 10.条形码		isbn
+ 11.介质		media
+ 12.版本特性		version

++++++++++++++++++++++++++++++++++++


Score

++++++++++++++++++++++++++++++++++++
+ 1.专辑编号		id
+ 2.平均分		average
# + 3.力荐			star5
# + 4.推荐			star4
# + 5.还行			star3
# + 6.较差			star2
# + 7.很差			star1
+
++++++++++++++++++++++++++++++++++++


Tags

++++++++++++++++++++++++++++++++++++
+ 1.专辑编号		id
+ 2.标签名称		tagname
#+ 3.标签个数		tagnum
+
++++++++++++++++++++++++++++++++++++


List

++++++++++++++++++++++++++++++++++++
+ 1.专辑编号		id
+ 2.曲名			sname
#+ 3.歌曲id		sid
+
++++++++++++++++++++++++++++++++++++






